Repository: rjani/reclaim-social-media
Catalog: languages/reclaim-*.po
Languages: de_de, fr_fr

source: Active
de_de: Aktiv
fr_fr: Activé

source: last update %s
de_de: Letzte Aktualisierung %s
fr_fr: Dernières mises à jour le %s

source: Resync with ajax
de_de: Synchronisiseren (Ajax)
fr_fr: Resynchroniser

source: Count with ajax
de_de: Zählen
fr_fr: Calculer le nombre d'éléments

source: Re-Sync
de_de: Neu synchronisieren
fr_fr: Resynchroniser

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

source: Remove %s Posts
de_de: %s Einträge entfernen
fr_fr: Supprimer les %s éléments

source: Save
de_de: Speichern
fr_fr: Enregistrer

source: Category
de_de: Kategorie
fr_fr: Categorie

source: Author
de_de: Autor
fr_fr: Auteur

source: Unknown number of
de_de: Unbekannte Anzahl von
fr_fr: Nombre inconnu de

source: items available
de_de: Einträge vorhanden
fr_fr: Eléments disponibles.

source: posts created
de_de: Einträge erstellt
fr_fr: éléments créés.

source: At least PHP version 5.3.2 is required for Reclaim Social Media.
de_de: Für Reclaim Social Media wird mindestens PHP version 5.3.2 benötigt.
fr_fr: PHP version 5.3.2 ou plus est nécessaire pour Reclaim Social Media

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Canceled.
de_de: Abgebrochen.
fr_fr: annulé

source: Whoops! Returned data must be not null.
de_de: Ups! Die zurückgelieferte Zahl darf nicht gleich null sein.
fr_fr: Houlà! Les données transmises ne peuvent pas être nul

source: Error occured:
de_de: Fehler:
fr_fr: Un erreur est survenue:

source: Count items and posts...
de_de: Zähle vorhandene Elemente und Artikel …
fr_fr: Calculer éléments et articles

source: Count items...
de_de: Zähle Elemente …
fr_fr: Calculer le nombre d'éléments...

source: item count is not a valid number. value=
de_de: Zurückgelieferte Elementanzahl ist keine Zahl. value=
fr_fr: le nombre d'éléments retourne un nombre incorrect. Valeur=

source: Not a valid item count:
de_de: Ungültige Elementanzahl:
fr_fr: Ce n'est pas un comptage d'éléments valide:

source: Resyncing items:
de_de: Synchronisiere Elemente:
fr_fr: Resynchronisation des éléments:

source: result.offset is not a number: value=
de_de: result.offset ist keine Zahl: value=
fr_fr: result.offeset n'est pas un nombre: value=

source: items resynced, duration:
de_de: Elemente synchronisiert, Dauer:
fr_fr: éléments synchronisés, durée:

source: On
de_de: An

source: Off
de_de: Aus

source: Reclaim Social Accounts Settings
de_de: Reclaim Konten Einstellungen
fr_fr: Reclaim Social - paramètres des comptes

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Options générales

source: Update Interval (in seconds)
de_de: Aktualisierungsinterval (in Sekunden)
fr_fr: Intervale d'actualisation (en secondes)

source: Link to original content
de_de: Überschriften und Kommentarlinks mit Originalinhalten verlinken
fr_fr: Lien vers contenu original

source: Show integrated map
de_de: Karte anzeigen
fr_fr: Afficher cartes intégrées

source: liked this
de_de: gefiel das

source: Send as a reply
de_de: Antwort senden

source: URL of Tweet (to reply to)
de_de: URL des zu beantwortenden Tweets

source: Retweet Search
de_de: Retweet Suche

source: Existing Comment
de_de: Kommentar bereits vorhanden

source: Enter a Feed URL for delicious.com or pinboard.in. (i.e. <code>http://feeds.pinboard.in/rss/u:{username}/t:{tag}/t:{tag}/</code> or <code>http://feeds.delicious.com/v2/rss/{username}/{tag[+tag+...+tag]}</code>)
de_de: Für delicious.com oder pinboard.in eine Feed URL eingeben (z.B. <code>http://feeds.pinboard.in/rss/u:{username}/t:{tag}/t:{tag}/</code> oder <code>http://feeds.delicious.com/v2/rss/{username}/{tag[+tag+...+tag]}</code>)
fr_fr: Introduisez l'addresse d'un feed rss pour delicious.com ou pinboard.in (par ex. <code>http://feeds.pinboard.in/rss/u:{username}/t:{tag}/t:{tag}/</code> ou <code>http://feeds.delicious.com/v2/rss/{username}/{tag[+tag+...+tag]}</code>)

source: no %s data
de_de: Keine %s Daten

source: %s user data missing. No import was done
de_de: %s Benutzerdaten fehlen. Keinen Import ausgeführt.
fr_fr: données du profil %s manquantes. Aucun import effectué.

source: View on %s
de_de: Auf %s ansehen
fr_fr: Montrer sur %s

source: Facebook user name
de_de: Facebook Benutzername
fr_fr: Facebook nom d'utilisateur

source: Some help on how to get the keys and secrets <a href="%s">here</a>.
de_de: Hilfe zum den Keys und Secrets <a href="%s">hier</a>.
fr_fr: Retrouvez de l'aide pour retrouvez les clés et secrets <a href="%s">ici</a>.

source: Authorize with Facebook
de_de: Bei Facebook anmelden
fr_fr: S'identifier avec Facebook

source: <p>Facebook is authorized as %s</p>
de_de: <p>Bei Facebook angemeldet als %s</p>
fr_fr: <p>Connecté à Facebook : %s</p>

source: Authorize again
de_de: Nochmal anmelden
fr_fr: Reconnecter

source: getting FB token
de_de: Hole FB-Token
fr_fr: acquisition FB token

source: %s ended with an error. Aborted getting %s
de_de: %s schloss mit einem Fehler ab. Abgebrochen während %s
fr_fr: %s s'est terminé en erreur. Importation de %s abandonné.

source: %s ended with an error. Continue anyway with %s
de_de: %s schloss mit einem Fehler ab. Fahre fort mit %s
fr_fr: %s s'est terminé en erreur. Continue quand même avec %s

source: %s returned no data. No import was done
de_de: %s gab keine Daten zurück. Kein Import ausgeführt.
fr_fr: %s ne retourne aucune donnée. Aucune importation effectuée.

source: %s %s user data missing. No import was done
de_de: %s %s Benutzer Daten fehlen. Kein Import ausgeführt
fr_fr: %s %s données du profil manquantes. Aucun import effectué.

source: Facebook activity
de_de: Facebook Aktivität
fr_fr: Activités Facebook

source: multiple items
de_de: mehrfache Elemente
fr_fr: éléments multiples

source: %s liked <a href="%s">%s</a>
de_de: %s gefiel <a href="%s">%s</a>
fr_fr: %s a aimé <a href="%s">%s</a>

source: View on Facebook
de_de: Auf Facebook ansehen
fr_fr: Montrer sur Facebook

source: (optional) flickr api key
de_de: Flickr API Key (optional)
fr_fr: Flickr API Key (optionnel)

source: %s %s returned no data. No import was done
de_de: %s %s hat keine Daten zurückgeliefert. Kein Import ausgeführt
fr_fr: %s %s ne retourne aucune donnée. Aucun import effectué.

source: View on Flickr
de_de: Auf Flickr ansehen
fr_fr: Montrer sur Flickr

source: Get your Foursquare client and credentials <a href="%s">here</a>.
de_de: Die Foursquare Anmeldedaten gibt es <a href="%s">hier</a>.
fr_fr: Retrouvez les identifiants Foursquare <a href="%s">ici</a>.

source: Use <code>%s</code> as "Redirect URI"
de_de: <code>%s</code> als "Redirect URI" benutzen
fr_fr: Utilisez <code>%s</code> comme "Redirect URI"

source: Authorize with Foursquare
de_de: Bei Foursquare anmelden
fr_fr: S'identifier avec Foursquare

source: <p>Foursquare is authorized as %s</p>
de_de: <p>Bei Foursquare angemeldet als %s</p>
fr_fr: <p>Connecté à Foursquare : %s</p>

source: enter Foursquare app id and secret
de_de: Die Foursquare App ID und Secret eingeben
fr_fr: introduisez l'app ID et secret de Foursquare

source: Checked in to <a href="%s">%s</a>
de_de: Eingecheckt bei <a href="%s">%s</a>
fr_fr: Était à <a href="%s">%s</a>

source: Checked in to %s
de_de: Eingecheckt bei %s
fr_fr: Est à %s

source: GitHub username
de_de: GitHub Benutzername
fr_fr: Identifiant GitHub

source: Your Google+ profile ID is the long number at the end of your page or profile URL.
de_de: Die Google+ Profile-ID ist die lange Nummer am Ende der Seiten- oder Profil URL.
fr_fr: Votre ID Google+ est le long numéro à la fin de l'url de votre profil ou de votre page.

source: Read more info about the G+ API <a href="%s" target="_blank">here</a>
de_de: Mehr über die G+ API <a href="%s" target="_blank">hier</a>
fr_fr: Retrouvez les informations sur l'API G+ <a href="%s" target="_blank">ici</a>

source: <hr /><p>Shared on <a href="%s">Google+</a> by <em><a href="%s">%s</a></em>:</p>
de_de: <hr /><p>Auf <a href="%s">Google+</a> ursprünglich von <em><a href="%s">%s</a></em> geteilt:</p>
fr_fr: <hr /><p>Partagé initialement sur <a href="%s">Google+</a> par <em><a href="%s">%s</a></em> </p>

source: View on Google+
de_de: Auf Google+ ansehen
fr_fr: Montrer sur Auf Google+

source: Get Favs?
de_de: Favs holen?
fr_fr: Importer favorits?

source: Resync favs with ajax
de_de: Favs synchronisieren (Ajax)
fr_fr: Resynchroniser les favoris avec ajax

source: Category for Favs
de_de: Kategorie für Favs
fr_fr: Catégorie pour favorits

source: Instagram user name
de_de: Instagram Benutzername
fr_fr: Instagram userid

source: Get your Instagram client and credentials <a href="%s">here</a>.
de_de: Die Instagram-daten (client and credentials) gibts <a href="%s">hier</a>.
fr_fr: Retrouvez les identifiants Instagram <a href="%s">ici</a>.

source: Authorize with Instagram
de_de: Bei Instagram anmelden
fr_fr: S'identifier à Instagram

source: <p>Instagram authorized as %s</p>
de_de: <p>Bei Instagram angemeldet als %s</p>
fr_fr: <p>Connecté à Instagram : %s</p>

source: enter instagram app id and secret
de_de: Die Instagram App ID und Secret eingeben
fr_fr: introduire app id et app secret de Instagram

source: I faved an Instagram from %s
de_de: Ich habe ein Instagram von %s gefavt
fr_fr: J'ai favorisé un Instragram de %s

source: I uploaded <a href="%s">an instagram</a>.
de_de: Ich habe ein <a href="%s">Instagram</a> hochgeladen.
fr_fr: j'ai publié <a href="%s">un instagram</a>.

source: View on Instagram
de_de: Auf Instagram ansehen
fr_fr: Montrer sur Instagram

source: Show moves diagram
de_de: Moves Grafik anzeigen
fr_fr: Afficher le diagramme Moves

source: Get your Moves client and credentials <a href="%s">here</a>.
de_de: Die Moves Daten (client and credentials) gibt es <a href="%s">hier</a>.
fr_fr: Retrouvez les identifiants Moves <a href="%s">ici</a>.

source: Authorize with Moves
de_de: Bei Moves anmelden
fr_fr: S'identifier avec Moves

source: <p>Moves is authorized</p>
de_de: <p>Moves ist angemeldet</p>
fr_fr: <p>Connecté à Moves <p>

source: enter moves app id and secret
de_de: Die Moves App ID und Secret eingeben
fr_fr: Introduire les app id et app secret de Moves

source: Activity on %s
de_de: Bewegung am %s
fr_fr: Activités sur %s

source: Today I
de_de: Ich bin heute
fr_fr: Aujourd'hui j'ai

source: walked %s steps
de_de: %s Schritte gelaufen
fr_fr: marché %s pas

source: didn’t walk much
de_de: sehr wenig gelaufen
fr_fr: je n'ai pas bougé beaucoup

source: and ran for %s kilometers
de_de: und %s Kilometer gerannt
fr_fr: et j'ai couru durant %s km

source: and rode bicycle for %s kilometers
de_de: und %s kilometer fahrrad gefahren
fr_fr: et fait du vélo durant %s km

source: and used transport for %s kilometers
de_de: und habe für %s Kilometer Transportmittel benutzt
fr_fr: et utilisé des transports durant %s km

source: I hardly moved today, but i %s.
de_de: ich habe mich heute kaum bewegt, habe aber %s.
fr_fr: j'ai peu bougé aujourd'hui, mais j'ai %s

source: I hardly moved today
de_de: ich habe mich heute kaum bewegt.
fr_fr: j'ai à peine bougé aujourd'hui

source: cycling
de_de: Fahrradfahrt
fr_fr: du vélo

source: running
de_de: Laufen
fr_fr: course à pied

source: walking
de_de: Fußweg
fr_fr: marche

source: transport
de_de: Verkehrsmittel
fr_fr: transports

source: Steps
de_de: Schritte
fr_fr: Pas

source: SoundCloud user name
de_de: SoundCloud Benutzername

source: Get your SoundCloud client and credentials <a href="%s">here</a>.
de_de: Die SoundCloud Anmeldedaten gibt es <a href="%s">hier</a>.
fr_fr: Retrouvez les identifiants SoundCloud <a href="%s">ici</a>.

source: Authorize with SoundCloud
de_de: Bei SoundCloud anmelden
fr_fr: Autoriser avec SoundCloud

source: <p>SoundCloud authorized as %s</p>
de_de: <p>SoundCloud angemeldet als %s</p>
fr_fr: <p>Connecté à SoundCloud comme %s</p>

source: Enter SoundCloud app id and secret
de_de: Die SoundCloud „App ID“ and „Secret“ eingeben
fr_fr: introduisez l'app ID et secret de SoundCloud

source: I faved an track on SoundCloud from %s
de_de: Ich habe ein Stück auf SoundCloud von %s gefavt
fr_fr: J'ai favorisé un titre de %s sur SoundCloud

source: I uploaded <a href="%s">a track</a> to SoundCloud.
de_de: Ich habe <a href="%s">ein Stück</a> auf SoundCloud geladen.
fr_fr: J'ai publié <a href="%s">un titre</a> sur SoundCloud.

source: View on SoundCloud
de_de: Auf SoundCloud ansehen
fr_fr: Montrer sur SoundCloud

source: Primary Tumblr blog
de_de: Primäres Tumblrblog

source: Primary Tumblr user name
de_de: Primärer Tumblr Benutzername

source: Synchronise secondary blog %s?
de_de: Sekundäres Blog %s synchronisieren?

source: Category for %s
de_de: Kategorie für %s

source: Get your Tumblr client and credentials <a href="%s">here</a>.
de_de: Die Tumblr Anmeldedaten gibt es <a href="%s">hier</a>.

source: Authorize with Tumblr
de_de: Bei Tumblr anmelden

source: <p><img src="%s" class="reclaim_avatar" width="32" height="32" align="left">Tumblr authorized as <span class="name">%s</span></li></p>
de_de: <p><img src="%s" class="reclaim_avatar" width="32" height="32" align="left">Bei Tumblr angemeldet als <span class="name">%s</span></li></p>

source: enter Tumblr app id and secret
de_de: Die Tumblr „App ID“ und „Secret“ eingeben

source: , source: <a href="%s">%s</a>
de_de: , Quelle: <a href="%s">%s</a>

source: I faved an Tumblr from %s
de_de: Ich habe einen Tumblr-Beitrag von %s gefavt

source: TwitPic user name (same as on Twitter)
de_de: TwitPic Benutzername (wie bei Twitter)

source: view on %s
de_de: auf %s ansehen

source: twitter username
de_de: Twitter Benutzername
fr_fr: Identifiant Twitter

source: starting %s import
de_de: Starte %s Import
fr_fr: Démarrage importation de %s

source: starting %s-favs import
de_de: Starte %s-Favs Import
fr_fr: Démarrer importation des favorits %s

source: I favorited a tweet by @%s
de_de: Ich habe einen Tweet von @%s favorisiert
fr_fr: J'ai ajouté un tweet de @%s aux favoris

source: I favorited a tweet by <a href="%s">@%s</a>
de_de: Ich habe einen Tweet von <a href="%s">@%s</a> favorisiert
fr_fr: J'ai ajouté un tweet de <a href="%s">@%s</a> aux favoris

source: View on Twitter
de_de: Auf Twitter ansehen
fr_fr: Afficher sur Twitter

source: vine password
de_de: Vine Passwort
fr_fr: Mot de passe Vine

source: <p>Revined from <a href="%s">@%s</a>.</p>
de_de: <p>Von <a href="%s">@%s</a> gerevined.</p>
fr_fr: <p>Re-viné de <a href="%s">@%s</a>.</p>

source: Enter your Yelp User ID (not name). (i.e. a2Q607M2qn7Ik3XS3fzmvQ)
de_de: Die Yelp Benutzer-ID eingeben (nicht den Benutzernamen). (Zum Beispiel a2Q607M2qn7Ik3XS3fzmvQ)
fr_fr: Introduisez voter User ID Yelp (pas le nom). (p.ex. a2Q607M2qn7Ik3XS3fzmvQ)

source: I wrote a review on Yelp
de_de: Ich habe einen Beitrag auf Yelp geschrieben
fr_fr: J'ai écrit un avis sur Yelp

source: View on Yelp
de_de: Auf Yelp ansehen
fr_fr: Montrer sur Yelp

source: Count value returned by YouTube API might not be accurate.
de_de: Von der YouTube API zurückgelieferte Anzahl ist möglicherweise nicht akkurat.
fr_fr: Le calcul du nombre d'élément par YouTube API peut ne pas être correct.

source: Get activity? (i.e. videos you gave a thumbs up)
de_de: Aktivitäten holen? (z.B. Video die mit einem <em>Daumen-hoch</em> bewertet wurden)
fr_fr: Retrouvez les activités (p.ex. les vidéos que vous avez marqué comme <em>J'aime</em>

source: Resync activity with ajax
de_de: Synchronisiseren (Ajax)
fr_fr: Resynchroniser les activités avec ajax

source: Category for activity
de_de: Kategorie für Aktivitäten
fr_fr: Catégorie pour ces activités

source: YouTube username
de_de: YouTube Benutzername
fr_fr: identifiant YouTube

source: %s activity returned no data. No import was done
de_de: %s hat keine daten geliefert. Es wurde nichts importiert.
fr_fr: %s n'a pas retourné de données. Aucune importation effectuée.

source: I added a video from %s to my YouTube favorites
de_de: Ich ein Video von %s zu meinen YouTube Favoriten hinzugefügt
fr_fr: J'ai ajouté une vidéo de %s à mes favorits

source: I rated a video on YouTube
de_de: Ich habe ein Video auf YouTube bewertet
fr_fr: J'ai aimé une vidéo sur YouTube

source: <a href="%s">%s</a> from <a href="%s">%s</a>:
de_de: <a href="%s">%s</a> von <a href="%s">%s</a>:
fr_fr: <a href="%s">%s</a> depuis <a href="%s">%s</a>:

source: Auto Update
fr_fr: Mise à jour automatique

source: %s favs returned no data. No import was done
fr_fr: Aucunes données pour %s favorits . importation abondonné.

source: %s activity returned data. Import will be done
fr_fr: %s a retourné des données. L'import va démarrer.

source: %s posted new status: %s on %s
fr_fr: %s a publié un nouveau status : %s sur %s
